{"Search":[{"Title":"2012","Year":"2009","Rated":"PG-13","Released":"13 Nov 2009","Runtime":"158 min","Genre":"Action, Adventure, Sci-Fi","Director":"Roland Emmerich","Writer":"Roland Emmerich, Harald Kloser","Actors":"John Cusack, Amanda Peet, Chiwetel Ejiofor, Thandie Newton","Plot":"Dr. Adrian Helmsley, part of a worldwide geophysical team investigating the effect on the earth of radiation from unprecedented solar storms, learns that the earth's core is heating up. He warns U.S. President Thomas Wilson that the crust of the earth is becoming unstable and that without proper preparations for saving a fraction of the world's population, the entire race is doomed. Meanwhile, writer Jackson Curtis stumbles on the same information. While the world's leaders race to build \"arks\" to escape the impending cataclysm, Curtis struggles to find a way to save his family. Meanwhile, volcanic eruptions and earthquakes of unprecedented strength wreak havoc around the world.","Language":"Hindi, Russian, Portuguese, Mandarin, Latin, English, Italian, French, Tibetan","Country":"USA","Awards":"4 wins & 20 nominations.","Poster":"http://ia.media-imdb.com/images/M/MV5BMTY0MjEyODQzMF5BMl5BanBnXkFtZTcwMTczMjQ4Mg@@._V1_SX300.jpg","Metascore":"49","imdbRating":"5.8","imdbVotes":"277,607","imdbID":"tt1190080","Type":"movie","Response":"True"},{"Title":"2015 MTV Movie Awards","Year":"2015","Rated":"N/A","Released":"12 Apr 2015","Runtime":"N/A","Genre":"Comedy, Music, Reality-TV","Director":"Ryan McFaul","Writer":"Hallie Cantor (special material by), Kim Caramele (special material by), Kyle Dunnigan (special material by), Moshe Kasher, Jessi Klein (special material by), Kurt Metzger (special material by), Christine Nangle (special material by), Michael James Nelson (consultant), Daniel Powell (special material by), Tami Sagher (special material by), Amy Schumer (special material by)","Actors":"Amy Schumer, Channing Tatum, Vin Diesel, Reese Witherspoon","Plot":"In the biggest movie awards show event of the season, MTV gathers a large selection of stars to entertain.","Language":"English","Country":"USA","Awards":"N/A","Poster":"http://ia.media-imdb.com/images/M/MV5BMTUwNTI1OTU5MV5BMl5BanBnXkFtZTgwNDc5NDUxNTE@._V1_SX300.jpg","Metascore":"N/A","imdbRating":"5.4","imdbVotes":"180","imdbID":"tt4577398","Type":"movie","Response":"True"},{"Title":"Avatar","Year":"2009","Rated":"PG-13","Released":"18 Dec 2009","Runtime":"162 min","Genre":"Action, Adventure, Fantasy","Director":"James Cameron","Writer":"James Cameron","Actors":"Sam Worthington, Zoe Saldana, Sigourney Weaver, Stephen Lang","Plot":"When his brother is killed in a robbery, paraplegic Marine Jake Sully decides to take his place in a mission on the distant world of Pandora. There he learns of greedy corporate figurehead Parker Selfridge's intentions of driving off the native humanoid \"Na'vi\" in order to mine for the precious material scattered throughout their rich woodland. In exchange for the spinal surgery that will fix his legs, Jake gathers intel for the cooperating military unit spearheaded by gung-ho Colonel Quaritch, while simultaneously attempting to infiltrate the Na'vi people with the use of an \"avatar\" identity. While Jake begins to bond with the native tribe and quickly falls in love with the beautiful alien Neytiri, the restless Colonel moves forward with his ruthless extermination tactics, forcing the soldier to take a stand - and fight back in an epic battle for the fate of Pandora.","Language":"English, Spanish","Country":"USA, UK","Awards":"Won 3 Oscars. Another 77 wins & 116 nominations.","Poster":"http://ia.media-imdb.com/images/M/MV5BMTYwOTEwNjAzMl5BMl5BanBnXkFtZTcwODc5MTUwMw@@._V1_SX300.jpg","Metascore":"83","imdbRating":"7.9","imdbVotes":"869,324","imdbID":"tt0499549","Type":"movie","Response":"True"},{"Title":"Chappie","Year":"2015","Rated":"R","Released":"06 Mar 2015","Runtime":"120 min","Genre":"Action, Crime, Sci-Fi","Director":"Neill Blomkamp","Writer":"Neill Blomkamp, Terri Tatchell","Actors":"Sharlto Copley, Dev Patel, Ninja, Yo-Landi Visser","Plot":"In Johannesburg, the police department reduced the high rating of criminality using robots from the Tetravaal Company, designed by the engineer Deon Wilson. The former military Vincent Moore is envious of Deon, since he has developed another project called Moose, but neither Tetravaal nor the police department is interested. Deon has just developed an Artificial Intelligence but the Tetravaal's CEO Michelle Bradley asks him to abort the project. Deon decides to bring the damaged Robot 22 that was sent to be crushed to test his A.I. However he is kidnapped by the criminals Ninja, Yo-Landi and Amerika that want him to stop the robot cops. When they see the damaged robot in the van, they force Deon to program it to heist banks with them and they call it Chappie. However, Chappie acts like a child and need to be trained to learn and grow. Meanwhile Vincent follows Deon and plots an evil scheme to activate his robot.","Language":"English","Country":"USA, Mexico","Awards":"1 nomination.","Poster":"http://ia.media-imdb.com/images/M/MV5BMTUyNTI4NTIwNl5BMl5BanBnXkFtZTgwMjQ4MTI0NDE@._V1_SX300.jpg","Metascore":"41","imdbRating":"6.9","imdbVotes":"167,900","imdbID":"tt1823672","Type":"movie","Response":"True"},{"Title":"Documentary Now!","Year":"2015–","Rated":"N/A","Released":"20 Aug 2015","Runtime":"23 min","Genre":"Comedy","Director":"N/A","Writer":"Seth Meyers, Fred Armisen, Bill Hader, Rhys Thomas","Actors":"Fred Armisen, Bill Hader, Helen Mirren, Irving Azoff","Plot":"Documentary Now parodies the current obsession with documentaries. Season one features six different stories and stylistic approaches paying tribute to the doc format.","Language":"English","Country":"USA","Awards":"N/A","Poster":"http://ia.media-imdb.com/images/M/MV5BMTQ2Mjg3NTA5NV5BMl5BanBnXkFtZTgwNzExNTU1NjE@._V1_SX300.jpg","Metascore":"N/A","imdbRating":"8.0","imdbVotes":"1,523","imdbID":"tt4677934","Type":"series","Response":"True"},{"Title":"Ex Machina","Year":"2015","Rated":"R","Released":"24 Apr 2015","Runtime":"108 min","Genre":"Drama, Mystery, Sci-Fi","Director":"Alex Garland","Writer":"Alex Garland","Actors":"Domhnall Gleeson, Corey Johnson, Oscar Isaac, Alicia Vikander","Plot":"Caleb, a 26 year old programmer at the world's largest internet company, wins a competition to spend a week at a private mountain retreat belonging to Nathan, the reclusive CEO of the company. But when Caleb arrives at the remote location he finds that he will have to participate in a strange and fascinating experiment in which he must interact with the world's first true artificial intelligence, housed in the body of a beautiful robot girl.","Language":"English","Country":"UK","Awards":"Won 1 Oscar. Another 59 wins & 132 nominations.","Poster":"http://ia.media-imdb.com/images/M/MV5BMTUxNzc0OTIxMV5BMl5BanBnXkFtZTgwNDI3NzU2NDE@._V1_SX300.jpg","Metascore":"78","imdbRating":"7.7","imdbVotes":"269,638","imdbID":"tt0470752","Type":"movie","Response":"True"},{"Title":"Hands on a Hard Body: The Documentary","Year":"1997","Rated":"PG","Released":"10 Jul 1998","Runtime":"98 min","Genre":"Documentary","Director":"S.R. Bindler","Writer":"N/A","Actors":"Sid Allen, Brent Baskin, Greg Cox, J.C. Crum","Plot":"Twenty-four contestants compete in an endurance/sleep deprivation contest in order to win a brand new Nissan Hardbody truck. The last person to remain standing with his or her hand on the ...","Language":"English","Country":"USA","Awards":"3 wins.","Poster":"http://ia.media-imdb.com/images/M/MV5BMTQxOTYxODYyN15BMl5BanBnXkFtZTcwMDI3MDg4OQ@@._V1_SX300.jpg","Metascore":"N/A","imdbRating":"7.7","imdbVotes":"1,339","imdbID":"tt0116481","Type":"movie","Response":"True"},{"Title":"Harry Potter and the Deathly Hallows: Part 1","Year":"2010","Rated":"PG-13","Released":"19 Nov 2010","Runtime":"146 min","Genre":"Adventure, Family, Fantasy","Director":"David Yates","Writer":"Steve Kloves (screenplay), J.K. Rowling (novel)","Actors":"Bill Nighy, Emma Watson, Richard Griffiths, Harry Melling","Plot":"As Harry races against time and evil to destroy the Horcruxes, he uncovers the existence of three most powerful objects in the wizarding world: the Deathly Hallows.","Language":"English","Country":"UK, USA","Awards":"Nominated for 2 Oscars. Another 14 wins & 50 nominations.","Poster":"http://ia.media-imdb.com/images/M/MV5BMTQ2OTE1Mjk0N15BMl5BanBnXkFtZTcwODE3MDAwNA@@._V1_SX300.jpg","Metascore":"65","imdbRating":"7.7","imdbVotes":"320,160","imdbID":"tt0926084","Type":"movie","Response":"True"},{"Title":"Harry Potter and the Goblet of Fire","Year":"2005","Rated":"PG-13","Released":"18 Nov 2005","Runtime":"157 min","Genre":"Adventure, Family, Fantasy","Director":"Mike Newell","Writer":"Steve Kloves (screenplay), J.K. Rowling (novel)","Actors":"Eric Sykes, Timothy Spall, David Tennant, Daniel Radcliffe","Plot":"Harry's fourth year at Hogwarts is about to start and he is enjoying the summer vacation with his friends. They get the tickets to The Quidditch World Cup Final but after the match is over, people dressed like Lord Voldemort's 'Death Eaters' set a fire to all the visitors' tents, coupled with the appearance of Voldemort's symbol, the 'Dark Mark' in the sky, which causes a frenzy across the magical community. That same year, Hogwarts is hosting 'The Triwizard Tournament', a magical tournament between three well-known schools of magic : Hogwarts, Beauxbatons and Durmstrang. The contestants have to be above the age of 17, and are chosen by a magical object called Goblet of Fire. On the night of selection, however, the Goblet spews out four names instead of the usual three, with Harry unwittingly being selected as the Fourth Champion. Since the magic cannot be reversed, Harry is forced to go with it and brave three exceedingly difficult tasks.","Language":"French, English","Country":"UK, USA","Awards":"Nominated for 1 Oscar. Another 12 wins & 41 nominations.","Poster":"http://ia.media-imdb.com/images/M/MV5BMTI1NDMyMjExOF5BMl5BanBnXkFtZTcwOTc4MjQzMQ@@._V1_SX300.jpg","Metascore":"81","imdbRating":"7.6","imdbVotes":"377,883","imdbID":"tt0330373","Type":"movie","Response":"True"},{"Title":"Harry Potter and the Half-Blood Prince","Year":"2009","Rated":"PG","Released":"15 Jul 2009","Runtime":"153 min","Genre":"Adventure, Family, Fantasy","Director":"David Yates","Writer":"Steve Kloves (screenplay), J.K. Rowling (novel)","Actors":"Daniel Radcliffe, Michael Gambon, Dave Legeno, Elarica Johnson","Plot":"In the sixth year at Hogwarts School of Witchcraft, and in both wizard and muggle worlds Lord Voldemort and his henchmen are increasingly active. With vacancies to fill at Hogwarts, Professor Dumbledore persuades Horace Slughorn, back from retirement to become the potions teacher, while Professor Snape receives long awaited news. Harry Potter, together with Dumbledore, must face treacherous tasks to defeat his evil nemesis.","Language":"English","Country":"UK, USA","Awards":"Nominated for 1 Oscar. Another 8 wins & 30 nominations.","Poster":"http://ia.media-imdb.com/images/M/MV5BNzU3NDg4NTAyNV5BMl5BanBnXkFtZTcwOTg2ODg1Mg@@._V1_SX300.jpg","Metascore":"78","imdbRating":"7.5","imdbVotes":"314,893","imdbID":"tt0417741","Type":"movie","Response":"True"},{"Title":"Harry Potter and the Order of the Phoenix","Year":"2007","Rated":"PG-13","Released":"11 Jul 2007","Runtime":"138 min","Genre":"Adventure, Family, Fantasy","Director":"David Yates","Writer":"Michael Goldenberg (screenplay), J.K. Rowling (novel)","Actors":"Daniel Radcliffe, Harry Melling, Jason Boyd, Richard Macklin","Plot":"With their warning about Lord Voldemort's return scoffed at, Harry and Dumbledore are targeted by the Wizard authorities as an authoritarian bureaucrat slowly seizes power at Hogwarts.","Language":"English","Country":"UK, USA","Awards":"Nominated for 2 BAFTA Film Awards. Another 15 wins & 38 nominations.","Poster":"http://ia.media-imdb.com/images/M/MV5BMTM0NTczMTUzOV5BMl5BanBnXkFtZTYwMzIxNTg3._V1_SX300.jpg","Metascore":"71","imdbRating":"7.5","imdbVotes":"347,502","imdbID":"tt0373889","Type":"movie","Response":"True"},{"Title":"Harry Potter and the Prisoner of Azkaban","Year":"2004","Rated":"PG","Released":"04 Jun 2004","Runtime":"142 min","Genre":"Adventure, Family, Fantasy","Director":"Alfonso Cuarón","Writer":"J.K. Rowling (novel), Steve Kloves (screenplay)","Actors":"Daniel Radcliffe, Richard Griffiths, Pam Ferris, Fiona Shaw","Plot":"Harry Potter is having a tough time with his relatives (yet again). He runs away after using magic to inflate Uncle Vernon's sister Marge who was being offensive towards Harry's parents. Initially scared for using magic outside the school, he is pleasantly surprised that he won't be penalized after all. However, he soon learns that a dangerous criminal and Voldemort's trusted aide Sirius Black has escaped from the Azkaban prison and wants to kill Harry to avenge the Dark Lord. To worsen the conditions for Harry, vile creatures called Dementors are appointed to guard the school gates and inexplicably happen to have the most horrible effect on him. Little does Harry know that by the end of this year, many holes in his past (whatever he knows of it) will be filled up and he will have a clearer vision of what the future has in store...","Language":"English","Country":"UK, USA","Awards":"Nominated for 2 Oscars. Another 14 wins & 42 nominations.","Poster":"http://ia.media-imdb.com/images/M/MV5BMTY4NTIwODg0N15BMl5BanBnXkFtZTcwOTc0MjEzMw@@._V1_SX300.jpg","Metascore":"82","imdbRating":"7.8","imdbVotes":"374,083","imdbID":"tt0304141","Type":"movie","Response":"True"},{"Title":"Inception","Year":"2010","Rated":"PG-13","Released":"16 Jul 2010","Runtime":"148 min","Genre":"Action, Mystery, Sci-Fi","Director":"Christopher Nolan","Writer":"Christopher Nolan","Actors":"Leonardo DiCaprio, Joseph Gordon-Levitt, Ellen Page, Tom Hardy","Plot":"Dom Cobb is a skilled thief, the absolute best in the dangerous art of extraction, stealing valuable secrets from deep within the subconscious during the dream state, when the mind is at its most vulnerable. Cobb's rare ability has made him a coveted player in this treacherous new world of corporate espionage, but it has also made him an international fugitive and cost him everything he has ever loved. Now Cobb is being offered a chance at redemption. One last job could give him his life back but only if he can accomplish the impossible - inception. Instead of the perfect heist, Cobb and his team of specialists have to pull off the reverse: their task is not to steal an idea but to plant one. If they succeed, it could be the perfect crime. But no amount of careful planning or expertise can prepare the team for the dangerous enemy that seems to predict their every move. An enemy that only Cobb could have seen coming.","Language":"English, French, Japanese","Country":"USA, UK","Awards":"Won 4 Oscars. Another 139 wins & 192 nominations.","Poster":"http://ia.media-imdb.com/images/M/MV5BMjAxMzY3NjcxNF5BMl5BanBnXkFtZTcwNTI5OTM0Mw@@._V1_SX300.jpg","Metascore":"74","imdbRating":"8.8","imdbVotes":"1,434,451","imdbID":"tt1375666","Type":"movie","Response":"True"},{"Title":"Interstellar","Year":"2014","Rated":"PG-13","Released":"07 Nov 2014","Runtime":"169 min","Genre":"Adventure, Drama, Sci-Fi","Director":"Christopher Nolan","Writer":"Jonathan Nolan, Christopher Nolan","Actors":"Ellen Burstyn, Matthew McConaughey, Mackenzie Foy, John Lithgow","Plot":"In the near future, Earth has been devastated by drought and famine, causing a scarcity in food and extreme changes in climate. When humanity is facing extinction, a mysterious rip in the space-time continuum is discovered, giving mankind the opportunity to widen its lifespan. A group of explorers must travel beyond our solar system in search of a planet that can sustain life. The crew of the Endurance are required to think bigger and go further than any human in history as they embark on an interstellar voyage into the unknown. Coop, the pilot of the Endurance, must decide between seeing his children again and the future of the human race.","Language":"English","Country":"USA, UK","Awards":"Won 1 Oscar. Another 39 wins & 131 nominations.","Poster":"http://ia.media-imdb.com/images/M/MV5BMjIxNTU4MzY4MF5BMl5BanBnXkFtZTgwMzM4ODI3MjE@._V1_SX300.jpg","Metascore":"74","imdbRating":"8.6","imdbVotes":"897,993","imdbID":"tt0816692","Type":"movie","Response":"True"},{"Title":"Modern Family","Year":"2009–","Rated":"TV-PG","Released":"23 Sep 2009","Runtime":"22 min","Genre":"Comedy","Director":"N/A","Writer":"N/A","Actors":"Ed O'Neill, Sofía Vergara, Julie Bowen, Ty Burrell","Plot":"Three different, but related families face trials and tribulations in their own uniquely comedic ways.","Language":"English","Country":"USA","Awards":"Won 1 Golden Globe. Another 107 wins & 297 nominations.","Poster":"http://ia.media-imdb.com/images/M/MV5BMTU5MjQ1MTE2Ml5BMl5BanBnXkFtZTgwMDgwMzg5NjE@._V1_SX300.jpg","Metascore":"N/A","imdbRating":"8.6","imdbVotes":"237,031","imdbID":"tt1442437","Type":"series","Response":"True"},{"Title":"Music Within","Year":"2007","Rated":"R","Released":"05 Jan 2007","Runtime":"94 min","Genre":"Biography, Comedy, Drama","Director":"Steven Sawalich","Writer":"Bret McKinney, Mark Andrew Olsen, Kelly Kennemer","Actors":"Clint Jung, Melissa George, Marion Ross, Rebecca De Mornay","Plot":"The True Story Of Richard Pimentel, A Brilliant Public Speaker With A Troubled Past, Who Returns From Vietnam Severely Hearing-Impaired And Finds A New Purpose In His Landmark Efforts On The Behalf Of Americans With Disabilities...","Language":"English","Country":"USA","Awards":"1 win & 1 nomination.","Poster":"http://ia.media-imdb.com/images/M/MV5BMTM2MjE0NTcwNl5BMl5BanBnXkFtZTcwOTM0MDQ1NA@@._V1_SX300.jpg","Metascore":"53","imdbRating":"7.4","imdbVotes":"4,915","imdbID":"tt0422783","Type":"movie","Response":"True"},{"Title":"Snuff: A Documentary About Killing on Camera","Year":"2008","Rated":"N/A","Released":"13 Jun 2008","Runtime":"76 min","Genre":"Documentary, Horror","Director":"Paul von Stoetzel","Writer":"N/A","Actors":"Larry C. Brubaker, Todd Cobery, Linda Flanders, Michelle Lekas","Plot":"Feature film examining the existence of films in which people are murdered on camera and the culture surrounding them. Through interviews with former FBI Profilers, Cultural Academics, and Film Historians the documentary delves into the disturbing history and myth of Snuff Films. The FBI claims there is no evidence to prove the existence of Snuff and, therefore, Snuff Films are a myth. This documentary analyzes the relationships between war, cult films, serial killers and pornography to prove whether or not this pervasive myth is, in fact, reality.","Language":"English","Country":"USA","Awards":"N/A","Poster":"http://ia.media-imdb.com/images/M/MV5BMjk3MzA4NjQwN15BMl5BanBnXkFtZTgwOTI2NjkyNDE@._V1_SX300.jpg","Metascore":"N/A","imdbRating":"5.4","imdbVotes":"934","imdbID":"tt1237926","Type":"movie","Response":"True"},{"Title":"Take One: A Documentary Film About Swedish House Mafia","Year":"2010","Rated":"N/A","Released":"29 Sep 2010","Runtime":"45 min","Genre":"Documentary","Director":"Christian Larson, Henrik Hanson","Writer":"N/A","Actors":"Axel Hedfors, Sebastian Ingrosso, Steve Angello","Plot":"A short film captured during Swedish House Mafia set from 2008 to 2011.","Language":"English, Swedish","Country":"Sweden","Awards":"N/A","Poster":"http://ia.media-imdb.com/images/M/MV5BNmQ2MmY1ZGYtNWJhOS00ZTM1LTgxMTItYzY2N2U3ZWQyZjg0XkEyXkFqcGdeQXVyMzQyODQwNDk@._V1_SX300.jpg","Metascore":"N/A","imdbRating":"7.2","imdbVotes":"539","imdbID":"tt1757880","Type":"movie","Response":"True"},{"Title":"The Martian","Year":"2015","Rated":"PG-13","Released":"02 Oct 2015","Runtime":"144 min","Genre":"Adventure, Drama, Sci-Fi","Director":"Ridley Scott","Writer":"Drew Goddard (screenplay), Andy Weir (book)","Actors":"Matt Damon, Jessica Chastain, Kristen Wiig, Jeff Daniels","Plot":"During a manned mission to Mars, Astronaut Mark Watney is presumed dead after a fierce storm and left behind by his crew. But Watney has survived and finds himself stranded and alone on the...","Language":"English, Mandarin","Country":"USA, UK","Awards":"Nominated for 7 Oscars. Another 33 wins & 164 nominations.","Poster":"http://ia.media-imdb.com/images/M/MV5BMTc2MTQ3MDA1Nl5BMl5BanBnXkFtZTgwODA3OTI4NjE@._V1_SX300.jpg","Metascore":"80","imdbRating":"8.1","imdbVotes":"427,981","imdbID":"tt3659388","Type":"movie","Response":"True"},{"Title":"The Maze Runner","Year":"2014","Rated":"PG-13","Released":"19 Sep 2014","Runtime":"113 min","Genre":"Action, Mystery, Sci-Fi","Director":"Wes Ball","Writer":"Noah Oppenheim (screenplay), Grant Pierce Myers (screenplay), T.S. Nowlin (screenplay), James Dashner (novel)","Actors":"Dylan O'Brien, Aml Ameen, Ki Hong Lee, Blake Cooper","Plot":"Thomas is deposited in a community of boys after his memory is erased, soon learning they're all trapped in a maze that will require him to join forces with fellow \"runners\" for a shot at escape.","Language":"English","Country":"USA, Canada, UK","Awards":"3 wins & 10 nominations.","Poster":"http://ia.media-imdb.com/images/M/MV5BMjUyNTA3MTAyM15BMl5BanBnXkFtZTgwOTEyMTkyMjE@._V1_SX300.jpg","Metascore":"56","imdbRating":"6.8","imdbVotes":"301,559","imdbID":"tt1790864","Type":"movie","Response":"True"},{"Title":"The Music Never Stopped","Year":"2011","Rated":"PG","Released":"27 Oct 2011","Runtime":"105 min","Genre":"Drama","Director":"Jim Kohlberg","Writer":"Gwyn Lurie (screenplay), Gary Marks (screenplay), Oliver Sacks (essay \"The Last Hippie\")","Actors":"J.K. Simmons, Cara Seymour, Lou Taylor Pucci, Scott Adsit","Plot":"Tale of a father who struggles to bond with his estranged son Gabriel, after Gabriel suffers from a brain tumor that prevents him from forming new memories. With Gabriel unable to shed the beliefs and interests that caused their physical and emotional distance, Henry must learn to embrace his son's choices and try to connect with him through music.","Language":"English","Country":"USA","Awards":"1 nomination.","Poster":"http://ia.media-imdb.com/images/M/MV5BMTU5NzU5NzIzNV5BMl5BanBnXkFtZTcwNjE0MTU0NA@@._V1_SX300.jpg","Metascore":"60","imdbRating":"7.6","imdbVotes":"5,909","imdbID":"tt1613062","Type":"movie","Response":"True"},{"Title":"Titanic","Year":"1997","Rated":"PG-13","Released":"19 Dec 1997","Runtime":"194 min","Genre":"Drama, Romance","Director":"James Cameron","Writer":"James Cameron","Actors":"Leonardo DiCaprio, Kate Winslet, Billy Zane, Kathy Bates","Plot":"A seventeen-year-old aristocrat falls in love with a kind, but poor artist aboard the luxurious, ill-fated R.M.S. Titanic.","Language":"English","Country":"USA","Awards":"Won 11 Oscars. Another 109 wins & 73 nominations.","Poster":"http://ia.media-imdb.com/images/M/MV5BMjExNzM0NDM0N15BMl5BanBnXkFtZTcwMzkxOTUwNw@@._V1_SX300.jpg","Metascore":"74","imdbRating":"7.7","imdbVotes":"778,968","imdbID":"tt0120338","Type":"movie","Response":"True"},{"Title":"Who Are You: School 2015","Year":"2015–","Rated":"N/A","Released":"27 Apr 2015","Runtime":"N/A","Genre":"Drama, Mystery, Romance","Director":"N/A","Writer":"N/A","Actors":"Jang In-sub","Plot":"A School girl called Go Eun-Byul goes off on a schooltrip to Teongyeong. While in Teongyeong she meets her twin sister Lee Eun-Bi for the firat time. Lee Eun-Bi is having a hard time in live and is considering suicide. Lee Eun-Bi replaces Go Eun-Byuls live after her dissapear and have to live like her and lie to everyone","Language":"Korean","Country":"South Korea","Awards":"N/A","Poster":"http://ia.media-imdb.com/images/M/MV5BY2Y4MTE2MDEtOTRhNS00Yzk0LTk0M2MtNzJmMGI5YmIxNmE1XkEyXkFqcGdeQXVyMzE4MDkyNTA@._V1_SX300.jpg","Metascore":"N/A","imdbRating":"8.8","imdbVotes":"45","imdbID":"tt5087824","Type":"series","Response":"True"}]}